﻿//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************

//*************************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//*************************************************************************
// Revision History
// ----------------
// $Log: $
// 
//*************************************************************************
//<AMI_FHDR_START>
//
// Name:	CRB.UNI
//
// Description:	Chipset Reference Board setup string definitions 
//
//<AMI_FHDR_END>
//*************************************************************************

/=#
#include "VFR.uni"

#string STR_CRB_FORM                    #language eng "Demo Board"
#string STR_CRB_FORM                    #language fra "fra Demo Board"
#string STR_CRB_FORM_HELP               #language eng "Demo Board Parameters"
#string STR_CRB_FORM_HELP               #language fra "fra Demo Board Parameters"

//---------------------------------------------------------------------------
// Demo Board Setup String
//---------------------------------------------------------------------------
#string STR_CRBTEST_PROMPT		#language eng "CRB Test"
#string STR_CRBTEST_PROMPT		#language fra "fra CRB Test"
#string STR_CRBTEST_HELP		#language eng "Help for CRB Test"
#string STR_CRBTEST_HELP		#language fra "fra Help for CRB Test"

//----------------------------------------------------------------------------
// SoC Stepping Information
//----------------------------------------------------------------------------

#string STR_SOC_STEPPING_NAME         #language eng "BayTrail SoC"
#string STR_SOC_STEPPING_VALUE        #language eng "Unknown" // Dynamically updated
#string STR_SOC_STEPPING_HELP         #language eng "SoC Stepping"

//----------------------------------------------------------------------------
// KSC Information
//----------------------------------------------------------------------------

#string STR_KSC_INFO                  #language eng "KSC Information"
#string STR_KSC_NAME                  #language eng "KSC Version"
#string STR_KSC_VALUE                 #language eng "N/A" // Dynamically updated
#string STR_KSC_HELP                  #language eng "KSC version."

//#string <string name>                   #language eng ""
//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************